sdaiPutAttrs(Sdai_instS*,System.Int32,Sdai_instS*,SdaiPrimitiveType,BTEllipsis)
\details
Sets new values to specified application instance attributes.
\param appInstance [in] An application instance that contains the attributes.
\param numberAttr  [in] A number of attributes to set their values.
\param attribute   [in] An attribute to be set.
\param valueType   [in] An attribute value type.